Repository: alibaba/MNN
Catalog: apps/iOS/MNNLLMChat/MNNLLMiOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

# alert.deleteModel.message
source: Are you sure you want to delete this model?
zh_hans: 是否确认删除该模型？

# alert.deleteModel.title
source: Confirm Deletion
zh_hans: 确认删除

source: Are you sure you want to delete this history?
zh_hans: 确定需要删除历史吗？

source: Are you sure you want to stop the benchmark test?
zh_hans: 确定要结束基准测试吗？

source: Benchmark
zh_hans: 基准测试

source: Benchmark Config
zh_hans: 基准测试配置

source: Benchmark Results
zh_hans: 基准测试结果

# button.delete
source: Delete
zh_hans: 删除

# button.downloaded
source: Downloaded
zh_hans: 已下载

# button.pin
source: Pin
zh_hans: 置顶

# button.unpin
source: Unpin
zh_hans: 取消置顶

source: Cache Cleared Successfully
zh_hans: 成功删除缓存

source: Cancel
zh_hans: 取消

source: Chat
zh_hans: 对话

# ChatHistroyTitle
source: Chat History
zh_hans: 对话历史

source: Choose your AI model
zh_hans: 选择AI模型

source: Clear mmap Cache
zh_hans: 清除 mmap 缓存

source: Complete
zh_hans: 完成

source: Completed
zh_hans: 完成时间

source: Configure mixed samplers:
zh_hans: 配置 mixed samplers

source: Delete
zh_hans: 删除

source: Delete History
zh_hans: 删除历史

source: Diffusion Settings
zh_hans: Diffusion 设置

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Error
zh_hans: 错误

source: Help
zh_hans: 帮助

source: Iterations
zh_hans: 迭代次数

# language.english
source: English
zh_hans: 英文

# language.simplifiedChinese
source: Simplified Chinese
zh_hans: 简体中文

source: Loading models...
zh_hans: 加载模型中

source: Local
zh_hans: 本地

source: Local Model
zh_hans: 本地模型

source: Model Configuration
zh_hans: 模型设置

source: Model Market
zh_hans: 模型市场

# ModelLoadingFailText
source: Oops, something went wrong with loading the model!
zh_hans: 模型加载失败，请尝试重新加载。

# ModelLoadingSuccessText
source: The model is ready! Let's start chatting!
zh_hans: 模型加载成功，开始对话吧！

# ModelLoadingText
source: Model is loading, please wait...
zh_hans: 模型加载中，请稍后……

source: No
zh_hans: 否

source: No local models found. Please download a model first.
zh_hans: 本地没有，请先下载

source: No models available
zh_hans: 没有模型可选

source: OK
zh_hans: 好

source: Performance analysis complete
zh_hans: 性能测试完成

source: Random Seed
zh_hans: 随机种子数

source: Running performance tests
zh_hans: 运行测试集中

source: Sampling Strategy
zh_hans: 参数策略

source: Search models...
zh_hans: 搜索模型

source: Seed
zh_hans: 种子数

source: Select Model
zh_hans: 选择模型

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Start benchmark after selecting your model
zh_hans: 选择模型之后开始测试

source: Start Test
zh_hans: 开始测试

source: Status Update
zh_hans: 状态更新

source: Stop Benchmark
zh_hans: 停止测试

source: Stop Test
zh_hans: 停止测试

source: Success
zh_hans: 成功

# tag.audioUnderstanding
source: Audio Understanding
zh_hans: 音频理解

# tag.chat
source: Chat
zh_hans: 对话

# tag.codeGeneration
source: Code Generation
zh_hans: 代码生成

# tag.deepThinking
source: Deep Thinking
zh_hans: 深度思考

# tag.documentUnderstanding
source: Document Understanding
zh_hans: 文档理解

# tag.imageUnderstanding
source: Image Understanding
zh_hans: 图片理解

# tag.localModel
source: Built-in Model
zh_hans: 内置模型

# tag.math
source: Math
zh_hans: 数学

# tag.multimodal
source: Multimodal
zh_hans: 多模态

# tag.textGeneration
source: Text Generation
zh_hans: 文本生成

# tag.textToImage
source: Text to Image
zh_hans: 文生图

# tag.videoUnderstanding
source: Video Understanding
zh_hans: 视频理解

source: Tap to select a model for testing
zh_hans: 点击选择需要测试的模型

source: Test Progress
zh_hans: 测试进展

source: This is a local large model application that requires certain performance from your device. It is recommended to choose different model sizes based on your device's memory. The model recommendations for iPhone are as follows: - For 8GB of RAM, models up to 8B are recommended (e.g., iPhone 16 Pro). - For 6GB of RAM, models up to 3B are recommended (e.g., iPhone 15 Pro). - For 4GB of RAM, models up to 1B or smaller are recommended (e.g., iPhone 13). Choosing a model that is too large may cause insufficient memory and crashes.
zh_hans: 这是一个本地大型模型应用程序，对您的设备性能有一定要求。 建议根据设备的内存选择不同尺寸的模型。 对于 iPhone 设备，模型推荐如下： - 对于拥有8GB内存的设备，建议选择最大到8B的模型（例如，iPhone 16 Pro）。 - 对于拥有6GB内存的设备，建议选择最大到3B的模型（例如，iPhone 15 Pro）。 - 对于拥有4GB内存的设备，建议选择最大到1B或更小的模型（例如，iPhone 13）。 选择过大的模型可能会导致内存不足和崩溃。

source: Use HuggingFace to download
zh_hans: 使用HuggingFace下载模型

source: Use mmap
zh_hans: 使用 mmap

source: Use modeler to download
zh_hans: 使用Modeler下载模型

source: Use ModelScope to download
zh_hans: 使用ModelScope下载模型

source: User Guide
zh_hans: 用户指南

# WelcomeSceneText
source: Welcome to using
zh_hans: 欢迎使用

source: Yes
zh_hans: 是
